---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LoadCombinationName
source: html/a510d29f-4810-fae8-daa8-06bfc7e5e540.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LoadCombinationName Property

"Name"

## Syntax (C#)
```csharp
public static ForgeTypeId LoadCombinationName { get; }
```